Revit 2024 API
ParameterFilterRuleFactory.CreateEndsWithRule Method
Overload List
Name | Description
CreateEndsWithRule(ElementId, String)
 Creates a filter rule that determines whether strings from the document end with a certain string value.
CreateEndsWithRule(ElementId, String, Boolean) |  Obsolete.
 Creates a filter rule that determines whether strings from the document end with a certain string value.
See Also
ParameterFilterRuleFactory Class
ParameterFilterRuleFactory Members
Autodesk.Revit.DB Namespace